Revit 2027 API
SymbolTypeId.FL Property
 Symbol fL, indicating unit Footlamberts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FL { get; }
Public Shared ReadOnly Property FL As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FL {
	ForgeTypeId^ get ();
}
static member FL : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace